<meta charset='utf8'>

<meta name = "viewport" content = "width=device-width, initial-scale = 1.0">
<h1 id='0'>Инструкция для настройки звука на Харинаме</h1>

<ul><b>
	<li><a href="#1">Оборудование</a></li><br>
	<li><a href="#2">Подключение</a></li><br>
	<li><a href="#3">Зарядка</a></li><br>
	<li><a href="#4">Советы</a></li><br>
</ul></b>

<h3 id='1'>Оборудование</h3><a href="#0"></a>

<ul>
	<li><b>Колонки</b></li>	
		<p>Мы применяем колонки со встроенным усилителем и микшером. Микшер позволяет подключать много 
		микрофонов и инструментов, а так же соединять выход одной колонки со входом другой. С помощью 
		микшера можно регулировать громкость отдельно для каждого микрофона или инструмента.</p>
	<li><b>Микрофоны</b></li>
		<p>Мы обычно используем беспроводные микрофоны. Беспроводной микрофон - это передатчик радиосигнала,
		а приемник подключается в микрофонный (MIC) или в линейный вход колонки (LINE).</p>
	<li><b>Провода и кабели</b></li>
		<p>Провода подключается к аккумулятору с помощью разъёмов с ключём, чтобы не перепутать полярность.</p>
		
	<li><b>Беспроводное оборудование</b></li>
		<p>Микрофоны подключается с использованием беспроводного оборудования. 
		</p>
	<li><b>Аккумуляторы</b></li>
		<p></p>
	<li><b>Освещение</b></li>
</ul>

<h2 id='2'>Подключение</h2><a href="#0"></a>
<ul>
	<li>Колонки имеют входы: MIC (микрофонные) и LINE (линейные).</li><br>
	<li>Микрофонные входы предназначены для подключения микрофонов.</li><br>
	<li>Линейные входы предназначены для подключения всех остальных источников звука. Например линейный выход из одной колонки подключается на линейный вход другой колонки. </li>
</ul>

<p>
	 
</p>

<h2 id='3'>Зарядка</h2><a href="#0"></a>
<p>
Заряжать лучше сразу после Харинамы
</p>

<h2 id='4'>Советы</h2><a href="#0"></a>
<p>
Операция определения размера sizeof предназначена для вычисления размера объекта 
</p>